import React from 'react';

const Page: React.FC = () => {
  return (
    <>
      <div className=" w-auto min-h-[950px]   mx-auto  bg-[url('/images/office-background-wooden-partition-4v8qbv35o2ikcjff.jpg')] bg-cover bg-center">
      <h1 className="text-2xl pr-5 text-white pt-10">همه چیز درباره ما </h1>
      <div className="flex  items-center justify-center">
        <div className="border border-gray-300 rounded-2xl shadow-md p-5 mt-5">
        <h1 className="text-white text-xl pr-4 pt-10 flex xs:justify-center lg:justify-start">قوانین و مقررات وبسایت</h1>
      <p className="text-white pt-5 leading-8 lg:w-[1000px] sm:w-[500px] xs:w-[380px] pr-4">کاربر گرامی لطفاً موارد زیر را جهت استفاده بهینه از خدمات و برنامه‌‏های کاربردی آکادمی تکنو کالا با دقت ملاحظه فرمایید.ورود کاربران به وب‏‌سایت آکادمی تکنو کالا هنگام استفاده از پروفایل شخصی، طرح‏‌های تشویقی، ویدئوهای رسانه تصویری آکادمی تکنو کالا و سایر خدمات ارائه شده توسط آکادمی تکنو کالا به معنای آگاه بودن و پذیرفتن شرایط و قوانین و همچنین نحوه استفاده از سرویس‌‏ها و خدمات آکادمی تکنو کالا است. توجه داشته باشید که ثبت سفارش نیز در هر زمان به معنی پذیرفتن کامل کلیه شرایط و قوانین آکادمی تکنو کالا از سوی کاربر است. لازم به ذکر است شرایط و قوانین مندرج، جایگزین کلیه توافق‏‌های قبلی محسوب می‏‌شود</p>
      <p className="text-white pt-5 leading-8 lg:w-[1000px] sm:w-[500px] xs:w-[380px] pr-4">تکنو کالا در برخی شرایطی که خارج از عرف و شرع و منطق نیست. کاربر خود را از دادن سرویس محروم میکند و این مورد شامل دوره های نقدی نیز میباشد و درصورتی که موارد ذکر شده توسط کاربر انجام و تخطی از تعهد صورت گیرد. تکنو کالا بلافاصله سرویس او را تعلیق و هزینه آن کاربر را نیز بلوکه میکند
  
  از آنجایی که دوره های خریداری شده توسط هر اکانت مختص همان شخص است:
  
   کاربر متعهد میشود که دوره خریداری شده توسط خودش را به دیگران به اشتراک نگذارد
  کاربر متعهد میشود که اکانت خود را در اختیار بقیه قرار ندهد
  کاربر متعهد میشود که دوره خریداری شده توسط خود را برای اهداف مختلف به فروش نگذارد
  کاربر تعهد میدهد که دوره را فقط بصورت تکی برای خودش خریداری کند و با دو یا چند نفر اقدام به خرید نکند
  کاربر تعهد میدهد که اکانت خود را تحت هیچ شرایطی به فروش نرساند و توجیه است که دوره های خریداری شده مختص خودش بوده و نمیتواند بعد از استفاده یا بدون استفاده به افراد دیگری بفروشد و یا رایگان دهد
   </p>
  <p className="text-white pt-5 leading-8 lg:w-[1000px] sm:w-[500px] xs:w-[380px] pr-4">به علت مشکلات کپی رایت از نظر فرهنگی/قانونی در ایران که باعث پابلیک/پخش شدن دوره های مدرسین میشود. مجموعه تکنو کالا قوانین جدیدی را برای مشاهده دوره های جدید نقدی خود وضع کرده که جلوی دانلود ویدیوهارا میگیرد و کاربر را موظف میکند که بصورت آنلاین ویدیو هارا مشاهده کند. چرا که بحث پابلیک/پخش شدن دوره ها تا به الان خسارات بسیار زیادی را به مجموعه وارد کرده و همچنین باعث دلسردی مدرسین اکادمی تکنو کالا شده است که این خود معضلیست در راستای تولید محتوای با کیفیت. چرا که وقتی تولید کننده میبیند که محتوای تولید شده اش توسط دیگر افراد سودجو به رایگان دانلود میشود. دلسرد شده و باعث ممناعت وی در راستای ارائه تجربیات ارزشمندش میشود و ارائه این تجربیات ارزشمند دقیقا چیزیست که شما مخاطب عزیز مارا بخاطر آن برگزیده اید. از طرفی دیگر خیلی از مخاطبین اعتراض میکردند که چرا دوره ای که ما بابتش هزینه کرده ایم توسط فلان افراد سودجو دارد رایگان پخش میشود و این پایمال کردن حقوق کاربر است</p>
  </div>
   </div>
   </div>
    </>
  );
}

export default Page;
